Repository: Jopie64/redmine-desktop-client
Catalog: Redmine.Client/Languages/Lang.*.resx
Languages: de, es_mx, ru, zh_cn

# AuthenticationCheckBox
source: Requires authentication
de: Anmeldung erforderlich
es_mx: Requiere Auntenticación
ru: Аутентификация
zh_cn: 需要认证

# BtnAboutButton
source: About
de: Info
es_mx: Acerca de.
ru: О программе
zh_cn: 关于

# BtnCommitButton
source: Commit
de: Absenden
es_mx: Liberar
ru: Отправить
zh_cn: 提交

# BtnExitButton
source: Exit
de: Schließen
es_mx: Salir
ru: Выход
zh_cn: 退出

# BtnNewIssueButton
source: New
de: Neu
es_mx: Nuevo
ru: Новая задача
zh_cn: 新建

# BtnRefreshButton
source: Refresh
de: Aktualisieren
es_mx: Actualizar
ru: Обновить
zh_cn: 刷新

# BtnResetButton
source: Reset
de: Zurücksetzen
es_mx: Restablecer
ru: Сброс
zh_cn: 重置

# BtnSettingsButton
source: Settings
de: Einstellungen
es_mx: Configuraciones
ru: Настройки
zh_cn: 设置

# BtnStartButton
source: Start
es_mx: Iniciar
ru: Запуск
zh_cn: 开始

# BtnStartButton_Pause
source: Pause
es_mx: Pausa
ru: Пауза
zh_cn: 暂停

# CommitConfirmQuestion
source: Ready to commit?
de: Bereit zum Absenden?
es_mx: ¿Listo para Liberar?
zh_cn: 准备提交?

# CommitConfirmText
source: Do you really want to commit the following entry: {6} Project: {0}, Activity: {1}, Issue: {2},{6}Date: {3}, Comment: {4}, Time: {5}
de: Wollen Sie wirklich den folgenden Eintrag abspeichern: {6} Projekt: {0}, Aktivität: {1}, Ticket: {2},{6}Datum: {3}, Kommentar: {4}, Zeit: {5}
es_mx: ¿Realmente desea Liberar la siguiente entrada:{6} Project: {0}, Activity: {1}, Issue: {2},{6}Date: {3}, Comment: {4}, Time: {5}?
zh_cn: 你真的想提交以下条目吗: {6} 项目: {0}, 活动: {1}, 问题: {2},{6}日期: {3}, 评论: {4}, 时间: {5}

# CommitNoActivitySelected
source: There is no activity selected.
de: Es ist keine Aktivität ausgewählt.
es_mx: No hay actividad seleccionada.
ru: Действие не выбрано.
zh_cn: 没有选择任何的活动.

# CommitNoIssueSelected
source: There is no issue selected.
de: Es ist kein Ticket ausgewählt.
es_mx: No hay tarea seleccionada.
ru: Задача не выбрана.
zh_cn: 没有选择任何的问题.

# CommitNoTime
source: There is no time to log...
de: Es gibt keine Zeit zu erfassen...
es_mx: No hay tiempo para registrar.
zh_cn: 没有时间记录...

# CommitSuccessfullText
source: Work logged successfully.
de: Arbeit erfolgreich erfasst.
es_mx: Trabajo registrado correctamente.
zh_cn: 工作记录成功.

# CommitSuccessfullTitle
source: Work logged
de: Arbeit erfasst.
es_mx: Trabajo registrado
zh_cn: 工作已记录

# Error_Exception
source: Exception: {0}
de: Fehler: {0}
es_mx: Excepción: {0}
ru: Исключение: {0}
zh_cn: 异常: {0}

# Error_NoProjectsFound
source: No projects found in Redmine.
de: Es wurden keine Projekte in Redmine gefunden.
es_mx: No hay proyectos Redmine encontrados.
ru: Не создано ни одного проекта в Redmine.
zh_cn: 没有找到任何项目.

# Error_Startup
source: Startup error. Check Configuration.
de: Fehler beim Starten. Überprüfen Sie die Konfiguration.
es_mx: Error al iniciar. Verifique Configuración.
ru: Ошибка запуска. Проверьте конфигурацию.
zh_cn: 启动错误.检查配置.

# Error_ValueOutOfRange
source: Value out of range
de: Wert außerhalb des erlaubten Bereichs.
es_mx: Valor fuera de rango
ru: Значение больше допустимого
zh_cn: 数值越界

# labelActivity
source: Activity
de: Aktivität
es_mx: Actividad
ru: Деятельность
zh_cn: 活动

# labelComment
source: Comment
de: Kommentar
es_mx: Comentario
ru: Комментарий
zh_cn: 评论

# labelProject
source: Project
de: Projekt
es_mx: Proyecto
ru: Проект
zh_cn: 项目

# labelRedminePassword
source: Redmine password
de: Redmine Passwort
es_mx: Redmine Clave Acceso
ru: Пароль в Redmine
zh_cn: 密码

# labelRedmineUsername
source: Redmine username / API Key
de: Redmine Benutzername
es_mx: Usuario Redmine / API KEY
ru: Имя пользователя Redmine / API Ключ
zh_cn: Redmine 用户名 / API 键

# NewVersionText
source: New version available. Do you want me to take you to the download location?
de: Neue Version verfügbar. Möchten Sie jetzt zur Downloadseite gehen?
es_mx: Nueva version disponible. ¿Desea descargar del sitio de la actualización?
ru: Доступна новая версия программы. Открыть страницу загрузки?
zh_cn: 新版本可用.你想让我带你去下载位置吗?

# NewVersionTitle
source: New version
de: Neue Version
es_mx: Nueva versión
ru: Новая версия
zh_cn: 新版本

# RestoreToolStrip_Hide
source: &Hide
de: Verstecken
es_mx: &Ocultar
ru: &Скрыть
zh_cn: 隐藏

# RestoreToolStrip_Minimize
source: Mi&nimize
de: Minimieren
es_mx: Mi&nimizar
ru: С&вернуть
zh_cn: 最小化

# RestoreToolStrip_Restore
source: &Restore
de: Wiederherstellen
es_mx: &Restablecer
ru: &Восстановить
zh_cn: 恢复

source: Warning
de: Warnung
es_mx: Advertencia
ru: Предупреждение
zh_cn: 警告

# BtnCancelButton
source: Cancel
de: Abbrechen
es_mx: Cancelar
ru: Отмена
zh_cn: 取消

# BtnCloseButton
source: Close Issue
de: Ticket schließen
es_mx: Cerrar Tarea
ru: Закрыть задачу
zh_cn: 关闭问题

# BtnSaveButton
source: Save
de: Speichern
es_mx: Guardar
ru: Сохранить
zh_cn: 保存

# cbDueDate
source: Due Date
de: Fälligkeitsdatum
es_mx: Fecha Limite
ru: Дата выполнения
zh_cn: 到期日期

# cbStartDate
source: Start Date
de: Beginn
es_mx: Fecha Inicio
ru: Начата
zh_cn: 开始日期

# CheckForUpdatesCheckBox
source: Check for updates on startup
de: Beim Start auf Aktualisierungen überprüfen
es_mx: Verificar por actualizaciones al iniciar.
ru: Проверять наличие обновления при запуске
zh_cn: 在启动时检查更新

# CloseIssueText
source: Are you sure you want to close issue {0}?
de: Sind Sie sicher, dass Sie das Ticket {0} schließen möchten?
es_mx: ¿Esta seguro que desea cerrar la tarea {0}?
ru: Вы действительно хотите закрыть задачу {0}?
zh_cn: 您确定要关闭问题 {0}?

# DlgIssueTitleEdit
source: Edit Issue {0} for project {1}
de: Ticket {0} für das Projekt {1} ändern
es_mx: Editar tarea {0} para proyecto {1}
ru: Редактирование задачи {0} для проекта {1}
zh_cn: 为项目 {1} 编辑问题 {0}

# DlgIssueTitleNew
source: Create a New Issue for project {0}
de: Ein neues Ticket für das Projekt {0} erstellen
es_mx: Crear una nueva tarea para el proyecto {0}
ru: Создание новой задачи для проекта {0}
zh_cn: 为项目 {0}创建一个新的问题

# DlgSettingsTitle
source: Settings
de: Einstellungen
es_mx: Configuraciones
ru: Настройки
zh_cn: 设置

# Error_CreateIssueFailed
source: Creating the issue failed; The server responded: {0}
de: Das Ticket konnte nicht erstellt werden. Die Antwort des Servers lautete: {0}
es_mx: Falló al crearse la tarea; El servidor respondió {0}
ru: При создании задачи возникла ошибка; Ответ сервера: {0}
zh_cn: 创建问题失败了; 服务器回应: {0}

# Error_InvalidUrl
source: Invalid URL of Redmine installation.
de: Ungültige URL der Redmine Installation.
es_mx: Dirección URL de instalación de Redmine incorrecta.
ru: Неверный URL инсталяции Redmine.
zh_cn: Redmine安装的无效的URL.

# Error_IssueSubjectMandatory
source: The issue subject is mandatory
de: Der Betreff des Tickets ist zwingend erforderlich.
es_mx: El Tema de la tarea es obligatorio
ru: Необходимо указать тему задачи
zh_cn: 这个问题的主题是必需的

# Error_UpdateIssueFailed
source: Updating the issue failed; The server responded: {0}
de: Die Aktualisierung des Tickets schlug fehl. Die Antwort des Servers lautete: {0}
es_mx: Falló la actualización de la tarea: El Servidor respondió: {0}
ru: При обновлении задачи возникла ошибка; Ответ сервера: {0}
zh_cn: 更新问题失败; 服务器回应: {0}

# labelAssignedTo
source: Assigned To
de: Zugewiesen an
es_mx: Asignado a:
ru: Назначена
zh_cn: 指派给

# labelCacheLifetime
source: Cache lifetime (minutes, 0 = infinite)
de: Lebensdauer des Zwischenspeichers (in Minuten, 0 = unendlich)
es_mx: Duración en caché (minutos, 0 = infinito)
ru: Время хранения кэша (в минутах, 0 = постоянно)
zh_cn: 缓存生命周期 (分钟, 0 = 无限)

# labelDescription
source: Description
de: Beschreibung
es_mx: Descripción
ru: Описание
zh_cn: 描述

# labelEstimatedTime
source: Estimated Time
de: Geschätzter Aufwand
es_mx: Tiempo Estimado
ru: Оценка времени
zh_cn: 估算时间

# labelLanguage
source: Language
de: Sprache
es_mx: Lenguaje
ru: Язык
zh_cn: 语言

# labelPercentDone
source: % Done
de: % erledigt
es_mx: % Finalizado
ru: Готовность, %
zh_cn: % 完成

# labelPopupTimout
source: Popup window when minimized or Request attention every (minutes, 0 = never)
de: Popup anzeigen wenn minimiert oder Aufmerksamtkeit fordern alle (Minuten, 0 = nie)
es_mx: Mostrar ventana cuando este minimizada o hacer llamada de anteción cada (minutos, 0=nunca)
ru: Показывать всплывающее окно⏎ или запрашивать внимание каждые⏎ (минут, 0 = никогда)
zh_cn: 最小化时弹出窗口⏎ 或者请求关注每隔⏎ (分钟, 0 = 从不)

# labelPriority
source: Priority
de: Priorität
es_mx: Prioridad
ru: Приоритет
zh_cn: 优先级

# labelStatus
source: Status
es_mx: Estatus
ru: Статус
zh_cn: 状态

# labelSubject
source: Subject
de: Betreff
es_mx: Tema
ru: Тема
zh_cn: 主题

# labelTargetVersion
source: Target Version
de: Zielversion
es_mx: Versión Destino
ru: Целевая версия
zh_cn: 目标版本

# labelTracker
source: Tracker
es_mx: Seguimiento
ru: Трекер
zh_cn: 追踪

# linkEditInRedmine
source: Edit this issue in Redmine
de: Dieses Ticket in Redmine bearbeiten
es_mx: Editar esta Tarea en Redmine
ru: Редактировать эту задачу в Redmine
zh_cn: 在Redmine中编辑这个问题

# MinimizeOnStartTimerCheckBox
source: Minimize on start timer
de: Beim Start des Timers minimieren
es_mx: Minimizar al iniciar el contador
ru: Сворачивать при запуске таймера
zh_cn: 最小化启动定时器

# MinimizeToSystemTrayCheckBox
source: Minimize to systemtray
de: In den Infobereich minimeren
es_mx: Minimizar a la barra de tareas
ru: Сворачивать в лоток
zh_cn: 最小化到系统托盘

# RedmineClientTitle_NoUser
source: Redmine Client
es_mx: Cliente Redmine
ru: Клиент Redmine
zh_cn: Redmine客户端

# RedmineClientTitle_User
source: Redmine Client - {0} {1}
es_mx: Cliente Redmine - {0}{1}
ru: Клиент Redmine - {0} {1}
zh_cn: Redmine客户端 - {0} {1}

# BgWork_CheckUpdates
source: Checking for updates
de: Überprüfe auf Aktualisierungen
es_mx: Verificar por Actualizaciones
ru: Проверка наличия обновлений
zh_cn: 检查更新

# BgWork_GetFormData
source: Retrieving form data
de: Hole Formulardaten
es_mx: Recuperando formulario de datos
ru: Получение данных
zh_cn: 检索表单数据

# BgWork_GetUsername
source: Retrieving user name
de: Hole Benutzernamen
es_mx: Recuperando nombre de usuario
ru: Получение имени пользователя
zh_cn: 检索用户名

# CommitCancelSaveCommentQuestion
source: Save the new comment?
de: Den neuen Kommentar speichern?
es_mx: ¿Guarda el nuevo comentario?
ru: Сохранить новый комментарий?
zh_cn: 保存新评论?

# CommitCancelSaveCommentText
source: You cancelled committing your spent time, but changed the comment.{0}Do you want to use the new comment?
de: Sie haben das Absenden Ihrer aufgewendeten Zeit abgebrochen, aber den Kommentar geändert.{0}Wollen Sie den neuen Kommentar verwenden?
es_mx: Usted canceló la Liberación de su Temporizador. Pero cambio el comentario. {0}¿Desea usar el nuevo comentario?
ru: Вы отменили редактирование затраченного времени, но изменили комментарий.{0}Вы желаете использовать новый комментарий?

# ExitToolStripMenuItem
source: &Close
de: Schließen
es_mx: &Cerrar
ru: &Закрыть
zh_cn: 关闭

# labelCommitActivity
source: Activity:
de: Aktivität:
es_mx: Actividad:
ru: Деятельность:
zh_cn: 活动:

# labelCommitComment
source: Comment:
de: Kommentar:
es_mx: Comentario:
ru: Комментарий:
zh_cn: 评论:

# labelCommitDateSpent
source: Spent on:
de: Aufgewendet für:
es_mx: Utilizado:
ru: Дата:
zh_cn: 花在:

# labelCommitIssue
source: Issue:
de: Ticket
es_mx: Tarea:
ru: Задача:
zh_cn: 问题:

# labelCommitProject
source: Project:
de: Projekt
es_mx: Proyecto:
ru: Проект:
zh_cn: 项目:

# labelCommitQuestion
source: Do you want to commit the following time entry?
de: Wollen Sie den folgenden Zeit-Eintrag absenden?
es_mx: ¿Desea Liberar la entrada del tiempo de seguimiento?
ru: Вы действительно хотите создать данную запись о затраченном времени?
zh_cn: 你想提交以下时间条目吗?

# labelCommitTime
source: Time (H):
de: Zeit (Stunden):
es_mx: Tiempo (H):
ru: Время (Ч):
zh_cn: 时间 (H):

# Warning_ClosingSaveTimes
source: The Redmine Client is trying to stop, but you are measuring your spent time.{0}Do you want to commit the time?
de: Der Redmine Client versucht zu stoppen, aber Sie messen Ihre aufgewendete Zeit.{0}Wollen Sie die Zeit absenden?
es_mx: El cliente Redmine esta intentando detenerse. Pero el contador sigue en ejecución . {0}¿Desea Liberar el tiempo actual de la tarea?

# labelRedmineVersion
source: Redmine Version
es_mx: Versión de Redmine
ru: Версия Redmine
zh_cn: Redmine 版本

# BtnEditActivitiesButton
source: Activities
de: Aktivitäten
es_mx: Actividades
ru: Действия
zh_cn: 活动

# BtnEditIssuePriorities
source: Priorities
de: Prioritäten
es_mx: Prioridades
ru: Приоритеты
zh_cn: 优先级

# BtnOKButton
source: OK
es_mx: Aceptar
zh_cn: 确定

# DlgEditEnumFormTitle_Edit
source: Edit Enumeration Value {0} for {1}
de: Ändere Option {0} für {1}
es_mx: Editar Valor de Enumeración {0} de {1}
ru: Редактирование значения {0} для {1}
zh_cn: 编辑枚举值 {0} for {1}

# DlgEditEnumFormTitle_New
source: New Enumeration Value for {0}
de: Neue Option für {0}
es_mx: Nuevo Valor de la Enumeración para {0}
ru: Новое значение для {0}
zh_cn: 新建枚举值 for {0}

# DlgEditEnumListFormTitle
source: Edit Enumeration {0}
de: Ändere Option {0}
es_mx: Editar Enumeración: {0}
ru: Редактирование значения {0}
zh_cn: 编辑枚举值 {0}

# EnumName_Activities
source: Activities
de: Aktivitäten
es_mx: Actividades
ru: Действия
zh_cn: 活动

# EnumName_DocumentCategories
source: Document Categories
de: Dokumentkategorien
es_mx: Categorías del Documento
ru: Категории документов
zh_cn: 文档类别

# EnumName_IssuePriorities
source: Issue Priorities
de: Ticket Prioritäten
es_mx: Tareas Prioritarias
ru: Приоритеты задач
zh_cn: 问题优先级

# Error_EnumFieldIsMandatory
source: The {0} is a mandatory field.
de: Das Feld {0} ist ein Pflichtfeld.
es_mx: El {0} es un campo Obligatorio.
ru: Поле {0} обязательное для заполнения
zh_cn: {0} 是必填字段

# Error_EnumMustBeUnique
source: The Id and the Name must be unique.
de: Die ID und der Name müssen eindeutig sein.
es_mx: The ID y el Nombre deben ser unicos
ru: Значения имени и Id должны быть уникальными.
zh_cn: Id和名字必须是唯一的.

# GrpEditEnumerations
source: Edit Enumerations
de: Aufzählungen ändern
es_mx: Editar Enumeraciones
ru: Редактировать списки значений
zh_cn: 编辑枚举值

# labelEnumName
source: Name
es_mx: Nombre
ru: Имя
zh_cn: 名字

# BtnAddButton
source: Add
de: Hinzufügen
es_mx: Agregar
ru: Добавить
zh_cn: 添加

# BtnDeleteButton
source: Delete
de: Löschen
es_mx: Borrar
ru: Удалить
zh_cn: 删除

# BtnModifyButton
source: Modify
de: Ändern
es_mx: Modificar
ru: Изменить
zh_cn: 修改

# BtnTestConnection
source: Test Connection
de: Verbindung testen
es_mx: Test de conexión
ru: Проверить соединение
zh_cn: 测试连接

# CheckBoxClosesIssue
source: Also close the issue
de: Das Ticket schließen
es_mx: Cerrar también la tarea
zh_cn: 同时关闭问题

# CheckBoxOnlyMe
source: Only Show Issues assigned to Me
de: Nur Tickets anzeigen, die mir zugewiesen sind
es_mx: Mostrar solo las tareas asignadas a mi.
ru: Показать только задачи, назначенные мне
zh_cn: 只显示指派给我的问题

# ConnectionTestFailed_Text
source: Initiating the connection with Redmine failed. The following error occurred: {0}
de: Herstellen der Verbindung mit Redmine ist fehlgeschlagen. Der folgende Fehler trat auf: {0}
es_mx: Fallo la conexión inicial con Redmine. El siguiente error ocurrio: {0}
ru: Не удалось установить соединение с сервером Redmine. Произошла следующая ошибка: {0}
zh_cn: 与Redmine初始化连接失败. 以下错误发生: {0}

# ConnectionTestFailed_Title
source: Connection Test Failed
de: Vebindungstest fehlgeschlagen
es_mx: Test de conexión fallo.
ru: Проверка соединения закончилась неудачно
zh_cn: 连接测试失败

# ConnectionTestOK_Text
source: Initiating the connection with Redmine was successful.
de: Das Herstellen der Verbindung mit Redmine war erfolgreich.
es_mx: La conexión inicial con Redmine fue exitosa.
ru: Соединение с сервером Redmine успешно установлено
zh_cn: 与Redmine的初始化连接是成功的.

# ConnectionTestOK_Title
source: Connection Test Success
de: Verbindungstest erfolgreich
es_mx: Test de conexión exitosa.
ru: Проверка соединения прошла успешно
zh_cn: 连接测试成功

# Error_ClosedStatusUnknown
source: The status used to close an issue is unknown, please go to settings to set this.
de: Der Status der verwendet werden soll um ein Ticket zu schließen ist unbekannt. Bitte legen Sie den Status in den Einstellungen fest.
es_mx: El Estatus usado para cerrar una Tarea es desconocido, por favor vaya a las configuraciones para definirlo.
ru: Не задан статус, устанавливаемый при закрытии задач. Пожалуйста, укажите его в настройках.
zh_cn: 用于关闭一个问题的状态是未知的, 请到"设置“面板进行设置.

# GrpApplicationSettings
source: Application Settings
de: Anwendungseinstellungen
es_mx: Configuraciones de la Aplicación.
ru: Настройки приложения
zh_cn: 应用程序设置

# GrpRedmineServerSettings
source: Redmine Server Settings
de: Redmine Server Einstellungen
es_mx: Configuraciones del Servidor Redmine
ru: Настройки сервера Redmine
zh_cn: Redmine服务器设置

# labelExplClosingIssueStatus
source: Enable fields with 'Test Connection' and version V1.3.x or higher
de: Aktiviere das Feld mit "Verbindungstest" und Version V1.3.x oder höher
es_mx: Habilita campos con 'Verificar conexion' y version V1.3.x o superior
ru: Следующие поля станут доступны только после проверки соединения (и только для V1.3.x и выше)

# labelSelectCloseStatus
source: When closing an Issue, set it to
de: Setze den Status eines Tickets beim Schließen auf
es_mx: Finalizar una tarea cuando se cierre
ru: При закрытии задачи устанавливать следующий статус:
zh_cn: 当关闭一个问题时间,设置它

source: Question
de: Frage
es_mx: Pregunta
ru: Вопрос
zh_cn: 疑问

# Timer_WasTickingWhenClosed
source: The Timer was ticking when you stopped the client. Do you want the client to continue ticking?
de: Der Timer lief noch, als der Client beendet wurde.
es_mx: El temporizador se detiene cuando se cierra el cliente. ¿Desea que el cliente continúe temporizando?
zh_cn: 当你停止客户端时,计时器滴答作响. 你想要客户端继续滴答作响吗?

# PauseTimerOnLockCheckBox
source: Pause timer on screen lock and on logoff
de: Beim Abmelden oder Sperren des Bildschirms den Timer pausieren
es_mx: Pausar contador al bloquear la pantalla o cerrar sesión
ru: Останавливать таймер при выходе или блокировке экрана
zh_cn: 在屏幕锁定和退出时暂停计时器

# UpdateIssueIfStateCheckBox
source: If timer starts and issue has state
de: Wenn der Timer startet und das Ticket den folgenden Status hat
es_mx: Iniciar Tarea al iniciar el temporizador.
ru: Если таймер запущен и задача имеет статус
zh_cn: 如果计时器开始和问题有状态

# UpdateIssueIfStateLabel
source: then set the state to
de: dann setze den Status auf
es_mx: Entonces cambia a estado
ru: то сменить её статус на
zh_cn: 然后设置状态为

# Error_NewOrInProgressStatusUnknown
source: The statusus used to update a new status to an in progress status of an issue are unknown, please go to settings to set those.
de: Die Statusoptionen für das Aktualisieren eines neuen Status zu einem laufenden Status eines Tickets sind unbekannt, bitte setzen Sie diese in den Einstellungen.
es_mx: El Estado usado para actualizar un NUEVO a EN PROGRESO es desconocido, Por favor vaya a configuraciones para Establecerlo

# IssueUpdatedToInProgress
source: The current selected issue {0} is updated to the 'In Progress' state. (StatusId = {1})
de: Der Status des aktuell ausgewählten Tickets {0} wird zu 'In Bearbeitung' aktualisiert. (StatusID = {1})
es_mx: La Tarea actual {0} se actualiza al estado de 'EN PROGRESO'. (StatusId = {1})

source: Message
de: Nachricht
es_mx: Mensaje
ru: Сообщение
zh_cn: 消息

# BtnViewTimeButton
source: View Time
es_mx: Vista de Tiempos
ru: Затр. время
zh_cn: 视图时间

# BgWork_GetTimeEntries
source: Retrieving Time Entries
es_mx: Obtener Entradas de Tiempo
ru: Получение данных о затраченном времени
zh_cn: 检索时间条目

# DlgTimeEntriesTitle
source: View time-entries of issue {0} {1}
es_mx: Ver tiempos de la Tarea {0}{1}
ru: Затраченное время на задачу {0} {1}
zh_cn: 查看问题的时间条目 {0} {1}

# BgWork_GetIssue
source: Retrieving Issue information
es_mx: Obtener información de la Tarea
ru: Получение данных о задачах
zh_cn: 检索问题信息

# DlgTimeEntryFormTitle_Edit
source: Edit Time entry of {0} for issue {1} {2}
es_mx: Editar Tiempo de {0} para la Tarea {1}{2}

# DlgTimeEntryFormTitle_New
source: New Time Entry for issue {0} {1}
es_mx: Nuevo Tiempo para la Tarea {0}{1}
ru: Затраченное время на задачу {0} {1}
zh_cn: 为问题 {0} {1}创建新时间条目

# labelTimeEntryTitle_Edit
source: Edit Time entry of {0} for issue{3}{1} {2}
es_mx: Editar el registro de tiempo de {0} para la Tarea {3}{1}{2}
ru: Редактировать затраченное время {0} на задачу {3}{1} {2}

# labelTimeEntryTitle_New
source: Create new Time Entry for issue{3}{0} {1}
es_mx: Crear un nuevo Registro de Tiempo para la tarea {3}{0}{1}
ru: Новая запись о затраченном времени на задачу {3}{0} {1}

# labelByUser
source: By User
es_mx: Por Usuario
ru: Участник
zh_cn: 有用户

# labelSpentHours
source: Spent Hours
es_mx: Horas transcurridas
ru: Затрачено часов
zh_cn: 花了几个小时

# labelSpentOn
source: Spent On
es_mx: Transcurrido
ru: Дата
zh_cn: 花费

# Warning_AreYouSureDeleteTimeEntry
source: Are you sure you want to delete time entry {0}
es_mx: Esta seguro que usted desea borrar el registro de tiempo {0}
ru: Вы действительно хотите удалить запись о затраченном времени {0}
zh_cn: 你确定你要删除时间条目 {0}

# LabelChildren
source: Children:
es_mx: Hijo:
zh_cn: 子:

# LabelParent
source: Parent: {0} {1}
es_mx: Padre:{0}{1}
zh_cn: 父: {0} {1}

# PauseToolStripMenuItem
source: &Pause
es_mx: &Pausar
ru: &Пауза
zh_cn: 暂停

# StartToolStripMenuItem
source: &Start
es_mx: &Iniciar
ru: &Запуск
zh_cn: 开始

# addNewToolStripMenuItem
source: Add New
es_mx: Agrega Nuevo
zh_cn: 添加新的

# BtnBrowseButton
source: Browse
es_mx: Explorar
ru: Обзор
zh_cn: 浏览

# DlgAttachmentTitle
source: Adding a new attachment for issue {0} {1}
es_mx: Agregar un nuevo adjunto para la tarea {0}{1}
ru: Добавление файла к задаче {0} {1}
zh_cn: 为问题 {0} {1}添加一个新的附件

# downloadOpenToolStripMenuItem
source: Download / Open
es_mx: Descargar / Abrir
ru: Скачать / Открыть
zh_cn: 下载 / 打开

# groupBoxAttachments
source: Attachments
es_mx: Adjuntos
ru: Файлы
zh_cn: 附件

# labelAttachmentDescription
source: Description
es_mx: Descripción
ru: Описание
zh_cn: 描述

# labelSelectAttachment
source: Attachment File
es_mx: Archivo Adjunto
ru: Добавить файл
zh_cn: 附件

source: New issue
es_mx: Nueva Tarea
ru: Новая задача
zh_cn: 新问题

source: Error
de: Fehler
ru: Ошибка
zh_cn: 错误

# labelRedmineURL
source: Redmine URL
zh_cn: URL

# BtnEditDocumentCategories
source: Doc. Cat.
de: Dok. Kat.
ru: Кат. Док.
zh_cn: 文档. 类别.
